Repository: zimka/edx-platform-1
Catalog: npoed_translations/*/LC_MESSAGES/django.po
Languages: ru

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
ru: Имя пользователя может содержать только латинские буквы, цифры и знаки @/./+/-/_ .

source: "{email}" is not a valid email address.
ru: "{email}" не является корректным адресом электронной почты.

source: Username must be between {min} and {max} characters long.
ru: Имя пользователя должно быть от {min} до {max} символов.

source: Enter a valid email address that contains at least {min} characters.
ru: Введите корректный адрес почты длиной от {min} знаков.

source: Enter a password.
ru: Введите пароль.

source: Password is not long enough.
ru: Пароль слишком короткий.

source: Password cannot be longer than {max} character.
ru: Пароль должен быть не более {max} знаков.

source: Password cannot be the same as the username.
ru: Пароль и имя пользователя должны различаться.

source: Enter your full name.
ru: Введите Ваше ФИО.

source: Select your country or region of residence.
ru: Укажите страну проживания.

source: Select your profession.
ru: Выберите профессию.

source: Select your specialty.
ru: Выберите специальность.

source: Enter your profession.
ru: Укажите свой вариант профессии.

source: Enter your specialty.
ru: Укажите свой вариант специальности.

source: Enter your city.
ru: Введите ваш город.

source: Tell us your goals.
ru: Каковы Ваши цели?

source: Select the highest level of education you have completed.
ru: Укажите уровень образования.

source: Enter your mailing address.
ru: Ваш почтовый адрес.

source: Make sure that you are providing a valid username or a URL that contains "
ru: Убедитесь, что вводите корректное имя пользователя или URL, содержащий "

source: Jane Q. Learner
ru: Петров Иван Сергеевич

source: Profession
ru: Профессия

source: Specialty
ru: Специальность

source: {sign_in_link} or {register_link} and then enroll in this course.
ru: {sign_in_link} или {register_link} и затем запишитесь на онлайн-курс.

source: {open_enroll_link}Enroll now{close_enroll_link} to access the full course.
ru: {open_enroll_link}Запишитесь сейчас{close_enroll_link} для доступа к полному онлайн-курсу.

source: Welcome to {course_display_name}
ru: Добро пожалоать на онлайн-курс {course_display_name}

source: To start, set a course goal by selecting the option below that best describes your learning plan. {goal_options_container}
ru: Для начала выберите вашу цель на этот курс из опций ниже, которая бы наилучшим образом описала ваш план подготовки. {goal_options_container}

source: Set goal to: {choice}
ru: Моя цель: {choice}

source: Set goal to: {goal_text}
ru: Моя цель: {goal_text}

source: Welcome to the new learner profile page. Your full profile now displays more information to other learners. You can instead choose to display a limited profile. {learn_more_link_start}Learn more{learn_more_link_end}
ru: Добро пожаловать на страницу профиля. Ваш полный профиль покажет больше информации для других слушателей. Вы также можете выбрать сокращенный профиль. {learn_more_link_start}Узнать больше{learn_more_link_end}

source: Congratulations! You are now enrolled in {course_name}
ru: Поздравляем! Вы зачислены на курс «{course_name}»

source: Incorrect
ru: Неверно

source: Correct
ru: Верно

source: {programming_language} editor
ru: Редактор {programming_language}

source: Correct:
ru: Верно:

source: Incorrect:
ru: Неверно:

source: Answer
ru: Ответ

source: Your answers were previously saved. Click '{button_name}' to grade them.
ru: Ваш ответ был сохранён ранее. Нажмите '{button_name}' для его оценки.

source: Partially Correct
ru: Частично верно

source: Problem must be reset before it can be submitted again.
ru: Необходимо сбросить попытку перед повторной отправкой.

source: Enter the heading that you want students to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
ru: Введите заголовок раздела «Дополнительные материалы». Эти материалы отображаются на домашней странице курса в правой панели.

source: Certificate Web/HTML View Enabled
ru: Разрешить просмотр HTML-версии сертификата

source: Social Media Sharing URL
ru: Ссылки на соцсети

source: Bypass Course Home
ru: Пропускать домашнюю страницу курса

source: Bypass the course home tab when students arrive from the dashboard, sending them directly to course content.
ru: При переходе слушателя из панели управления не показывать домашнюю страницу курса, а перенаправлять сразу на содержимое курса.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
ru: {exception_message}: Не удалось найти загруженные стенограммы: {user_filename}

source: Invalid encoding type, transcripts should be UTF-8 encoded.
ru: Неверная кодировка, для стенограмм должна использоваться кодировка UTF-8.

source: {partner_short_name} {course_number} Certificate | {platform_name}
ru: {partner_short_name} {course_number} сертификат | {platform_name}

source: Your certificate is available
ru: Ваш сертификат доступен

source: You can keep working for a higher grade, or request your certificate now.
ru: Вы можете продолжать заниматься для лучшей оценки или запросить свой сертификат сразу.

source: We're working on it...
ru: Мы работаем над этим...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
ru: Мы создали ваш сертификат. Продолжайте обучение, и ссылка на сертификат появится на панели управления, когда он будет готов.

source: Congratulations, you qualified for a certificate!
ru: Поздравляем, вы аттестованы для получения сертификата!

source: Student (username/email={user}) already in certificate exception list.
ru: Обучающийся (username/email={user}) исключён из списка владельцев сертификатов.

source: Open Responses
ru: Взаимное оценивание

source: Company Name
ru: Наименование компании

source: View and regenerate certificates.
ru: Просмотреть и повторно создать сертификаты.

source: Bookmark this page
ru: Добавить в закладки

source: You do not have access to this dependency module.
ru: У вас нет прав доступа к элементу

source: Starts: {date}
ru: Начало: {date}

source: Go back to the {link_start}home page{link_end}.
ru: Вернуться на {link_start}домашнюю страницу{link_end}.

source: It works! This is the default homepage for this Open edX instance.
ru: Работает! Перед вами образец домашней страницы Open edX.

source: Learner
ru: Слушатель

source: Specific learner
ru: Конкретный слушатель

source: Learner in {content_group}
ru: Слушатель из {content_group}

source: The following errors occurred while processing your registration:
ru: При обработки вашей заявки на регистрацию произошли следующие ошибки:

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
ru: Регистрация в {platform_name} даёт вам доступ ко всем нашим текущим и будущим бесплатным курсам. Пока не готовы поучаствовать в курсе? Регистрация подпишет вас на нашу рассылку — мы сообщим вам о добавлении новых курсов.

source: Reset Learner's Attempts to Zero
ru: Сбросить использованные попытки слушателя

source: Delete Learner's State
ru: Удалить состояния слушателя

source: Rescore Learner's Submission
ru: Пересчитать поданный слушателем материал для проверки

source: Rescore Only If Score Improves
ru: Пересчитать если оценка улучшится

source: The institution&#39;s logo.
ru: Логотип&#39;s образовательной организации.

source: This content is graded
ru: Этот элемент курса оценивается

source: Today is {date}
ru: Сегодня {date}

source: Request Certificate
ru: Запросить Сертификат

source: {course_number} {course_name} Home Page
ru: Домашняя страница {course_number} {course_name}

source: Topic:
ru: Тема:

source: Discussion topics list
ru: Список тем

source: Show all posts
ru: Все темы

source: Unread posts
ru: Непрочитанные темы

source: Unanswered posts
ru: Темы без ответа

source: Disable Student-Generated Certificates
ru: Запретить выпуск сертификатов обучающимися

source: Enable Student-Generated Certificates
ru: Разрешить выпуск сертификатов обучающимися

source: Generate Certificates
ru: Создать сертификаты

source: Course certificate generation requires an activated web certificate configuration.
ru: Для создания сертификатов об окончании курса необходимо активировать настройки сертификатов.

source: Regenerate Certificates
ru: Повторно создать сертификаты

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
ru: Выставить исключения, чтобы создать сертификаты для слушателей, не получивших проходной балл, но заслуживших сертификат в виде исключения по запросу команды курса. После добавления слушателей в список исключений, нажмите «Создать сертификаты для исключительных случаев».

source: No end date set
ru: Дата окончания не задана

source: View Certificates Issued
ru: Посмотреть список выпущенных сертификатов

source: Download CSV of Certificates Issued
ru: Загрузить CSV-файл со списком выпущенных сертификатов

source: Learners in the {track_name} Track
ru: Слушатели, обучающиеся по форме '{track_name}'

source: View gradebook for enrolled learners
ru: Просмотр оценок записанных слушателей

source: Note: This feature is available only to courses with a small number of enrolled learners.
ru: Примечание: Эта опция доступна только для курсов с небольшим количеством записанных слушателей.

source: View a specific learner's grades and progress
ru: Просмотр оценок и прогресса конкретного слушателя

source: Learner's {platform_name} email address or username *
ru: Электронная почта или имя пользователя слушателя {platform_name} *

source: Learner email address or username
ru: Электронная почта или имя пользователя

source: View Progress Page
ru: Посмотреть страницу прогресса

source: Adjust a learner's grade for a specific problem
ru: Изменить оценку слушателя за конкретное задание

source: Location of problem in course *
ru: Местонахождение задания в курсе *

source: Example
ru: Пример

source: Attempts
ru: Попытки

source: Allow a learner who has used up all attempts to work on the problem again.
ru: Разрешить слушателю, который использовал все свои попытки, снова работать над заданием.

source: Reset Attempts to Zero
ru: Сбросить попытки до нуля

source: Rescore
ru: Пересчёт оценок

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
ru: Пересчитать оценку слушателя для конкретного задания. Опция 'Пересчитать если оценка улучшится' обновляет оценку пользователя только если оценка слушателя после пересчёта станет выше.

source: Problem History
ru: История задания

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
ru: Для указанного задания полностью и безвозвратно удалит ответы и оценки слушателя.

source: Task Status
ru: Статус задач

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
ru: Показать статус отправленных вами задач пересчёта оценок для данного слушателя и задания.

source: Show Task Status
ru: Показать статус задач

source: Adjust a learner's entrance exam results
ru: Изменить результаты вступительного экзамена для слушателя

source: Allow the learner to take the exam again.
ru: Разрешить слушателю сдать экзамен повторно.

source: Allow Skip
ru: Разрешить пропустить

source: Waive the requirement for the learner to take the exam.
ru: Убрать требование сдачи экзамена для слушателя.

source: Let Learner Skip Entrance Exam
ru: Разрешить слушателю пропустить вступительный экзамен

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
ru: Пересчитать все ответы которые были отправлены. Опция 'Пересчитать все задания если оценка улучшится' обновляет оценки слушателя только если онистановятся выше.

source: Rescore All Problems Only If Score Improves
ru: Пересчитать все задания если оценка улучшится

source: Entrance Exam History
ru: История входных экзаменов

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
ru: Полностью и безвозвратно удалит результаты всего входного экзаменаслушателя.

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
ru: Показать статус отправленных вами задач пересчёта оценок входного экзамена слушателя.

source: Adjust all enrolled learners' grades for a specific problem
ru: Изменить оценку всех зачисленных на курс слушателей для конкретного задания

source: Allows all learners to work on the problem again.
ru: Разрешить всем слушателям работать над заданием снова.

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
ru: Пересчитать отправленные ответы. Опция 'Пересчитать если оценка улучшится' обновляет оценку пользователя только если оценка слушателя после пересчёта станет выше.

source: Rescore All Learners' Submissions
ru: Пересчитать все поданные на проверку материалы

source: Rescore Only If Scores Improve
ru: Пересчитать если оценка улучшится

source: Show the status for the tasks that you submitted for this problem.
ru: Показать статус отправленных вами задач для этого задания.

source: Got it!
ru: Понятно

source: Learn more
ru: Узнать больше

source: Browse recently launched courses and see what's new in your favorite subjects.
ru: Посмотреть недавно запущенные курсы и узнать что нового по вашим любимым предметам.

source: Thank you for signing up for {platform_name}.
ru: Спасибо за регистрацию на {platform_name}.

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
ru: Чтобы начать обучение на курсах {platform_name}, активируйте свою учётную запись, перейдя по ссылке ниже или скопировав её в адресную строку своего браузера.

source: If you still have issues, contact {platform_name} Support. In the meantime, you can also return to {link_start}the {studio_name} homepage.{link_end}
ru: Если у вас остались вопросы, свяжитесь с техподдержкой {platform_name}. А пока вы можете вернуться к {link_start} домашней странице {studio_name}.{link_end}

source: Course Certificates
ru: Сертификаты курсов

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
ru: Укажите название курса, которое будет отображаться на сертификатах, если официальное название курса окажется слишком длинным.

source: For verified certificates, specify between one and four signatories and upload the associated images.
ru: Для подтверждённых сертификатов, укажите от одной до четырёх подписей и загрузите соответствующие изображения.

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
ru: Чтобы отредактировать или удалить сертификат, пока он не активен, наведите указатель мыши на верхний правый угол формы и выберите {em_start}«Редактировать»{em_end} или значок «Удалить».

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
ru: Чтобы увидеть пример сертификата, выберите режим прохождения курса и нажмите {em_start}Просмотреть сертификат{em_end}

source: {studio_name} Home
ru: Домашняя страница {studio_name}

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
ru: Пожалуйста проверьте папку «Спам», если нашего письма нет в ваших «Входящих». Всё ещё не получается найти письмо? Попросите помощи с помощью ссылки снизу.

source: Discussion started - %s
ru: Открыта %s тема для обсуждения

source: Bulk Change Due
ru: Массовый перенос сроков

source: Add days
ru: Добавить дней

source: Feature INDIVIDUAL_DUE_DATES is turned off. Your changes won't affect due's till feature activation. Please contact support.
ru: Функционал INDIVIDUAL_DUE_DATES не включен на платформе. Невозможно изменить сроки студентам. Пожалуйста, свяжитесь со службой поддержки.

source: Here you can change due dates.
ru: Здесь вы можете перенести сроки сдачи заданий.

source: You should choose to whom to change dues (user or cohort), to which courseware to change due (some block or the whole course) and how to change dues (just add days for current deadline or to set new deadline date).
ru: Необходимо выбрать кому (студенту или группе), для чего (конкретный блок или весь курс) и как (добавить дней или выбрать дату) перенести сроки.

source: You can't set date for the whole course, only for specific block.
ru: Невозможно выбрать дату для курса.

source: You can use button at the bottom to show the info about all previous tasks.
ru: Вы можете использовать кнопку внизу, чтобы посмотреть информацию о предыдущих переносах.

source: To use this option you should setup cohorts at first.
ru: Чтобы использовать эту опцию, необходимо активировать Группы.

source: e.g: 7
ru: например: 7

source: e.g. 2017/01/31
ru: например: 31/01/2017

source: Submit Change Due
ru: Выполнить перенос сроков

source: Show Change Due Tasks
ru: Показать переносы сроков

source: User is not specified
ru: Студент не указан

source: Cohort is not specified
ru: Группа не указана

source: Location is not specified
ru: Местоположение не указано

source: Days to add are not specified
ru: Количество дней не указано

source: Date is not specified
ru: Дата не указана

source: Need 3 keys, got {}: '{}'
ru: Нужно 3 ключа, получено {}: '{}'

source: Got unknown task: '{}'
ru: Получено неизвестное задание: '{}'

source: User not found: '{}'
ru: Студент не найден: '{}'

source: Cohort not found: '{}'
ru: Группа не найдена: '{}'

source: Block not found: '{}'
ru: Задание не найдено: '{}'

source: Add days must be integer; '{}' - is not integer
ru: 'Добавить дней' должно быть целым числом; '{}' - не число

source: Can't parse date '{}'; Must be dd/mm/yyyy
ru: Дата '{}' не корректна; дата должна быть в формате dd/mm/yyyy

source: For whom
ru: Кому

source: For what
ru: Для чего

source: Change due
ru: Сдвиг срока
