Repository: zimka/edx-platform-1
Catalog: npoed_translations/*/LC_MESSAGES/django.po
Languages: ru

source: If the allotted time expires before your end your exam, the answers you have completed up to that point are submitted for grading and your proctoring session is uploaded for review.
ru: Если выделенное время закончится до завершения вами контрольного задания, ответы, которые вы успели дать, отправятся на проверку автоматически.

source: End My Exam
ru: Завершить экзамен

source: You are taking "{exam_link}" as a proctored exam. The timer on the right shows the time remaining in the exam.
ru: Вы проходите контрольное задание "{exam_link}" с прокторингом. Таймер справа показывает оставшееся у вас время.

source: This email is to let you know that the status of your proctoring session review for {{exam_name}} in <a href="{{course_url}}">{{course_name}}</a> is {{status}}. If you have any questions about proctoring, contact {{platform}} support at {{contact_email}}.
ru: Этим письмом мы извещаем вас, что ваша сессия прохождения контрольного задания {{exam_name}} в <a href="{{course_url}}">{{course_name}}</a> имеет статус {{status}}. Если у вас есть вопросы по прокторингу и идентификации личности свяжитесь со службой поддержки платоформы {{platform}} по адресу {{contact_email}}.

source: Final Exam
ru: Контрольное задание

source: This exam is proctored
ru: Это контрольное задание требует идентификации личности.

source: ***Evms video id is None or inputted manually***
ru: ***Идентфикатор EVMS видео отсутствует или введен вручную***

source: Video compression in progress. Until the end of compression it will not visible for students.
ru: Видео в процессе пережатия. До окончания пережатия оно не отображается в LMS.

source: +++++++++++++++In progress++++++++++++++
ru: ++++++++++++++++ В процессе пережатия +++++++++++++++++++

source: *************************Error*************************
ru: ************************* Видео с ошибками в EVMS *************************

source: You are eligible to purchase academic credit for this course if you complete all required exams and also achieve a final grade that meets the credit requirements for the course.
ru: Вы получите подтвержденный сертификат по этому курсу, если успешно выполните все контрольные задания и наберете необходимое для аттестации число баллов.

source: Block student on the course
ru: Отчислить студента с курса (по одному)

source: active proctored exams
ru: экзамены с прокторингом

source: courses with active proctored exams
ru: курсы с экзаменами с прокторингом

source: Created
ru: Создано

source: Download Software Clicked
ru: Скачивается софт

source: Ready To Start
ru: Готово к началу

source: Started
ru: Начато

source: Ready To Submit
ru: Готово к отправке

source: Declined
ru: Отказано

source: Timed Out
ru: Тайм-аут

source: Submitted
ru: Отправлено

source: Second Review Required
ru: Запрошена повторная проверка

source: Rejected
ru: Отклонено

source: Proctored Option No Longer Available
ru: Прохождение с прокторингом больше не доступно

source: Taking as Proctored
ru: Прохождение с прокторингом

source: Is Sample Attempt
ru: Пробная попытка

source: This email is to let you know that the status of your proctoring session review for %(exam_name)s in <a href="%(course_url)s">%(course_name)s </a> is %(status)s. If you have any questions about proctoring, contact %(platform)s support at %(contact_email)s.
ru: Этим письмом мы извещаем вас, что ваша сессия прохождения контрольного задания%(exam_name)s в <a href="%(course_url)s">%(course_name)s </a> имеет статус %(status)s. Если у вас есть вопросы по прокторингу и идентификации личности, свяжитесь со службой поддержки платоформы %(platform)s по адресу %(contact_email)s.

source: Practice exams do not affect your grade or your credit eligibility. You have completed this practice exam and can continue with your course work.
ru: Тренировочные проверочные задания никак не влияют на вашу финальную оценку. Вы выполнили тренировочное задание и можете вернуться к материалам курса.

source: This exam is proctored
ru: Это контрольное задание требует идентификации личности.

source: If you have concerns about your proctoring session results, contact your course team.
ru: Если у вас есть сомнения относительно результатов вашей прокторинговой сессии - обратитесь к персоналу вашего курса.

source: The due date for this exam has passed
ru: Крайняя дата прохождения этого экзамена уже прошла

source: Because the due date has passed, you are no longer able to take this exam.
ru: Вы больше не можете сдавать этот экзамена, так как крайняя дата сдачи уже прошла.

source: View your credit eligibility status on your <a href="%(progress_page_url)s">Progress</a> page.
ru: Вы можете ознакомиться с вашим текущим статусом по курсу на странице <a href="%(progress_page_url)s">Прогресс</a>.

source: You did not satisfy the requirements for taking this exam with proctoring, and are not eligible for credit. See your <a href="%(progress_page_url)s">Progress</a> page for a list of requirements and your status for each.
ru: Вы не выполнили необходимые условия для прохождения этого экзамена с прокторингом и не сможете получить подтвержденный сертификат. Перейдите на страницу <a href="%(progress_page_url)s">Прогресс</a> для того, чтобы посмотреть условия и статус выполнения по каждому.

source: You did not satisfy the following prerequisites:
ru: Вы не выполнили следующие требования:

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
ru: Вы не выполнили требования, поэтому можете проходить этот экзамен только без подтверждения личности.

source: I understand that I am not eligible for academic credit.
ru: Я понял, что не получу сертификат.

source: If you have questions about the status of your requirements for course credit, contact %(platform_name)s Support.
ru: По любым вопросам выполнения требований к получению сертификата обращайтесь в техническую поддержку %(platform_name)s.

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam and be eligible for credit. See your <a href="%(progress_page_url)s">Progress</a> page for a list of requirements in the order that they must be completed.
ru: Вы не выполнили необходимые условия для прохождения экзамена. Все условия должны быть выполнены перед прохождением экзамена для того, чтобы была возможность получить сертификат. На странице <a href="%(progress_page_url)s">Прогресс</a> вы можете увидеть список требований и порядок их выполнения.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
ru: Следующие требования в статусе <strong>ожидание</strong> и должны быть успешно завершены прежде чем вы сможете продолжить:

source: You can take this exam with proctoring only when all prerequisites have been successfully completed. Check your <a href="%(progress_page_url)s">Progress</a> page to see if prerequisite results have been updated. You can also take this exam now without proctoring, but you will not be eligible for credit.
ru: Вы можете пройти экзамен с подтверждением личности только после выполнения всех условий необходимых для этого. Посмотрите страницу <a href="%(progress_page_url)s">Прогресс</a> чтобы увидеть статус выполнения условий. Вы также можете пройти этот экзамен без подтверждения личности, но тогда не сможете получить сертификат.

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
ru: Теперь вам необходимо следовать <a href="%(link_urls.online_proctoring_rules)s" target="_blank">правилам онлайн прокторинга</a> для выполнения контрольного задания.

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
ru: Вернуться на платформу %(platform_name)s для начала выполнения контрольного задания. Когда вы закончите и пометите контрольное задание выполненным, вы можете закрыть вкладку для окончания сессии прокторинга и отправить данные сессии прокторинга на проверку.

source: &#8226; Do not close the proctoring window until you have completed and submitted your exam. </br> &#8226; You cannot stop the timer once you start. </br> &#8226; If the allotted time expires before your end your exam, the answers you have completed up to that point are submitted for grading and your proctoring session is uploaded for review. </br>
ru: &#8226; Не закрывайте окно с контрольным заданием, пока вы не завершите его выполнение и не отправите на проверку. </br> &#8226; Когда вы начнете выполнение задания, у вас будет {{total_time}} для его завершения. </br> &#8226; Если выделенное время закончится до завершения вами контрольного задания, ответы, которые вы успели дать, отправятся на проверку автоматически. </br>

source: Make sure that you have selected "Check" or "Final Check" for each problem before you submit your exam.
ru: Убедитесь, что вы нажали "Проверить" или "Проверить/последняя попытка" на каждом задании перед тем, как завершить экзамен.

source: Yes, end my proctored exam
ru: Да, завершить выполнение задания

source: No, I'd like to continue working
ru: Нет, я продолжу выполнение задания

source: You are no longer eligible for academic credit for this course, regardless of your final grade. If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
ru: У вас не будет возможности получить подтвержденный сертификат, даже если вы наберете необходимое число баллов за этот курс. Если у вас есть сомнения относительно результатов вашей прокторинговой сессии - обратитесь к службе поддержки %(platform_name)s .

source: &#8226; After you quit the proctoring session, the recorded data is uploaded for review. </br> &#8226; Proctoring results are usually available within 5 business days after you submit your exam.
ru: &#8226; После завершения прокторинговой сессии, данные будут отправлены на проверку. </br> &#8226; Результаты прокторинга обычно доступны в течение 5 дней после отправки на проверку.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
ru: Если по истечении этого времени у вас останутся вопросы по статусу проверки вашей сессии, свяжитесь со службой поддержки %(platform_name)s.

source: You are eligible to purchase academic credit for this course if you complete all required exams and also achieve a final grade that meets the credit requirements for the course.
ru: Вы получите подтвержденный сертификат по этому курсу, если успешно выполните все контрольные задания и наберете необходимое для аттестации число баллов.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
ru: Для просмотра заданий и ваших ответов, нажмите <strong>Просмотреть экзамен</strong>. Статус проверки указан на панели навигации слева.

source: View my exam
ru: Просмотреть экзамен

source: After the due date for this exam has passed, you will be able to review your answers on this page.
ru: Ваши ответы будут доступны вам после крайней даты возможности прохождения экзамена.

source: You are about to complete your proctored exam
ru: Экзамен скоро закончится

source: Make sure you return to the proctoring software and select <strong> Quit </strong> to end proctoring and submit your exam.
ru: Убедитесь, что вы завершили сессию в приложении прокторинга и отправили экзамен на проверку.

source: %(exam_name)s is a Timed Exam (%(total_time)s)
ru: %(exam_name)s ограничен по времени (%(total_time)s)

source: To pass this exam, you must complete the problems in the time allowed.
ru: Для прохождения контрольного задния вам будет выделено определённое время.

source: After you select
ru: После выбора

source: I am ready to start this timed exam,
ru: Я готов начать выполнение контрольного задания,

source: you will have
ru: у вас будет

source: to complete and submit the exam.
ru: для выполнения экзамена и отправки на проверку

source: I am ready to start this timed exam.
ru: Я готов начать выполнение контрольного задания

source: Can I request additional time to complete my exam?
ru: Могу я запросить дополнительное время?

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
ru: Если вы имеете ограничения по состоянию здоровья, вам может быть предложено дополнительное время для контрольных заданий с ограничением времени выполнения. Запросите у своего преподавателя или команды курса информацию о дополнительном времени.

source: Are you sure that you want to submit your timed exam?
ru: Вы уверены, что хотите завершить экзамен?

source: After you submit your exam, your exam will be graded.
ru: Вы получите оценку после завершения экзамена.

source: Yes, submit my timed exam.
ru: Да, завершить экзамен.

source: No, I want to continue working.
ru: Нет, я хочу продолжить экзамен.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
ru: Время на выполнения экзамена завершено. Ваш экзамен отправлен на проверку и все что вы сделали будет оценено.

source: You have submitted your timed exam.
ru: Вы отправили экзамен на проверку.

source: Your grade for this timed exam will be immediately available on the <a href="%(progress_page_url)s">Progress</a> page.
ru: Ваша оценка сразу доступна на странице <a href="%(progress_page_url)s">Прогресс</a>.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
ru: Вы сможете просмотреть ответы после крайней даты выполнения, но не сможете изменить ответы.

source: could not determine the course_id
ru: невозможно определить course_id

source: Must be a Staff User to Perform this request.
ru: У вас недостаточно прав для выполнения запроса.

source: practice
ru: тренировочный

source: No problem scores in this vertical
ru: Нет оцениваемых заданий в блоке

source: as
ru: как

source: To be eligible for course credit or for a MicroMasters credential, you must pass the proctoring review for this exam.
ru: Для получения сертификата вам необходимо пройти это задание с подтверждением личности.

source: Select Proctoring Service
ru: Укажите вашу прокторинговую систему

source: - Choose one -
ru: - Выберите одну -

source: Start Proctored Exam
ru: Начать экзамен

source: Cannot Start Proctored Exam
ru: Невозможно начать экзамен с прокторингом

source: Doing so means that you are no longer eligible for academic credit.
ru: ВНИМАНИЕ! В этом случае вы не сможете получить сертификат!

source: You must complete the proctoring setup before you can start the exam.
ru: Необходимо выполнить настройку прокторинга перед началом экзамена.

source: Ban User
ru: Отчисление студентов

source: Enter email address or username.
ru: Введите электронную почту или имя пользователя.

source: Email Address/Username
ru: Электронная почта/имя пользователя

source: Answers are displayed within the problem
ru: Ответы в задаче отмечены

source: not enough arguments
ru: Недостаточно параметров

source: user not found
ru: Пользователь не найден

source: session not found
ru: Сессия не найдена

source: user can't be banned
ru: Пользователя нельзя заблокировать

source: user is not enrolled on course
ru: Пользователь не записан на курс

source: (forbidden by PLP: {})
ru: (запрещено PLP: {})

source: Course team have to specified Proctoring Service before you will have ability to pass this exam
ru: Прохождение данного экзамена будет доступно после того, как команда курса выберет для него прокторинговую систему

source: Available Proctoring services
ru: Доступные прокторинговые сервисы

source: Comma-separated list of services available for this course.
ru: Список доступных для курса сервисов через запятую

source: Currently visible to:
ru: В данный момент видим для:

source: Change visibility to:
ru: Сделать видимым для:

source: Visible to: {list_of_groups}
ru: Виден: {list_of_groups}

source: user can\'t be banned
ru: пользователя нельзя отчислить

source: Files & Uploads
ru: Файлы и загрузки

source: Files &amp; Uploads
ru: Файлы и загрузки

source: Files \& Uploads
ru: Файлы и загрузки

source: Schedule & Details
ru: Расписание и подробности

source: Schedule &amp; Details
ru: Расписание и подробности

source: Schedule \& Details
ru: Расписание и подробности

source: Course Video ID
ru: Видео ID для курса

source: List of known Video IDs for this course. Updates automatically. To set Video ID from other course go to 'Advanced' and use 'Video ID'
ru: Список известных ID видео для этого курса. Обновляется автоматически. Чтобы задать ID видео из другого курса во вкладке 'Дополнительно' используйте поле 'Идентификатор видео'

source: Use this ID when you create links to this unit from other course content. You enter the ID in the URL field.
ru: Используйте этот идентификатор для создания ссылок на этот блок из других мест в курсе. ID надо вводить в поле URL.

source: Choose one
ru: Выберите один

source: Cannot find user against {user_info}
ru: Пользователь {user_info} не найден

source: allowance_value "{value}" should be non-negative integer value.
ru: Величина послабления '{value}' должна быть неотрицательным целым числом

source: Content Group Configuration
ru: Настройка групп по изучаемым материалам

source: Weight:
ru: Вес:

source: Specify the maximum team size and topics for teams inside the provided set of curly braces. Make sure that you enclose all of the sets of topic values within a set of square brackets, with a comma after the closing curly brace for each topic, and another comma after the closing square brackets. For example, to specify that teams should have a maximum of 5 participants and provide a list of 2 topics, enter the configuration in this format: {"topics": [{"name": "Topic1Name", "description": "Topic1Description", "id": "Topic1ID"}, {"name": "Topic2Name", "description": "Topic2Description", "id": "Topic2ID"}], "max_team_size": 5}. In "id" values, the only supported special characters are underscore, hyphen, and period.
ru: Укажите максимальный размер команды и темы для команд внутри фигурных скобок. Убедитесь, что вы заключили наборы тем в квадратные скобки, через запятую после закрывающей фигурной скобки для каждой темы, и другой запятой после закрытия квадратных скобок. Например, чтобы указать, что команды должны иметь максимум 5 участников и представить список из 2 тем, введите конфигурацию в следующем формате: {"topics": [{"name": "Topic1Name", "description": "Topic1Description", "id": "Topic1ID"}, {"name": "Topic2Name", "description": "Topic2Description", "id": "Topic2ID"}], "max_team_size": 5}. В значениях "id", помимо букв и цифр латинского алфавита поддерживаются символы подчеркивания, дефис и точка.

source: No visibility settings
ru: Нет настроек видимости

source: No visibility settings are defined for this component, but visibility might be affected by inherited settings.
ru: Настройки видимости не определены для этого элемента, но на видимость может влиять настройки элемента-родителя.

source: You can make this component visible only to specific groups of learners based either on their enrollment track, or by content groups that you create.
ru: Вы можете сделать этот элемент видимым для определенной группы слушателей на основе их режима записи, или на основе созданных вами групп по изучаемым материалам.

source: You can make this component visible only to specific groups of learners based on content groups that you create.
ru: Вы можете сделать этот элемент видимым для определенной группы слушателей на основе созданных вами групп по изучаемым материалам.

source: In this assignment, you can include learner training, peer assessment, self assessment, and staff assessment steps. Select the steps that you want below, and then drag them into the order you want. If you include a learner training step, it must precede all other steps. If you include a staff assessment step, it must be the final step. After you release an ORA assignment, you cannot change the type and number of assessment steps.
ru: В этом задании вы можете использовать «Обучение слушателей», «Взаимное оценивание», «Самооценивание», «Автоматизированное оценивание» и «Оценивание командой курса». Выберите действия, которые вы хотите, а затем перетащите их в нужном порядке. Если включить «Обучение слушателей», оно должно предшествовать всем другим шагам. Если включить «Оценивание командой курса», оно должно быть последним шагом. После того, как вы выпустите задание, вы не сможете изменить тип и количество шагов оценки.

source: Before you begin to assess your peers' responses, you'll learn how to complete peer assessments by reviewing responses that instructors have already assessed. If you select the same options for the response that the instructor selected, you'll move to the next step. If you don't select the same options, you'll review the response and try again.
ru: Перед тем как начать оценивать работы своих однокурсников, вам необходимо научиться ставить оценки на примере ответов, уже оцененных преподавателями. Если вы выберете те же варианты оценок ответа, которые выбрал преподаватель, вы перейдёте к следующему ответу. Если вы выберете другие варианты, вам придётся перечитать ответ и попробовать снова.

source: Username must be minimum of two characters long
ru: Имя пользователя должно состоять минимум из двух знаков

source: Username cannot be more than %(limit_value)s characters long
ru: Максимальное количество символов в имени пользователя – %(limit_value)s

source: Unknown error. Please e-mail us to let us know how it happened.
ru: Неизвестная ошибка. Пожалуйста, сообщите нам о её возникновении по электронной почте.

source: factorial function evaluated outside its domain:'{student_answer}'
ru: Значение факториала находится за пределами его области определения: {student_answer}

source: factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
ru: в ответе на это задание не разрешается использовать факториал. Ответ, данный вами: {bad_input}

source: Error: {msg}
ru: Ошибка: {msg}

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period.
ru: Введите категории обсуждений в следующем формате: "НазваниеКатегории": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Например, одна из категорий обсуждения может выглядеть так: "Лидийский лад": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Значение "id" должно быть уникальным для каждой категории. Значения "id" могут содержать следующие специальные символы: знак подчёркивания, дефис и точка.

source: © {org_name}. All rights reserved except where noted. EdX, Open edX and the edX and Open EdX logos are registered trademarks or trademarks of edX Inc.
ru: © {org_name}. Все права защищены. EdX, Open edX и логотипы edX и Open EdX являются зарегистрированными торговыми марками или торговыми марками edX Inc.

source: Task is already running.
ru: Задание уже выполняется.
