Repository: zimka/edx-platform-1
Catalog: npoed_translations/*/LC_MESSAGES/django.po
Languages: ru

source: The problem responses report is being created. To view the status of the report, see Pending Tasks below.
ru: Отчёт по ответам на задание в настоящее время на стадии подготовки. Статус создания отчёта отображается ниже, в списке текущих задач преподавателя.

source: A problem responses report generation task is already in progress. Check the 'Pending Tasks' table for the status of the task. When completed, the report will be available for download in the table below.
ru: Отчёт по ответам на задание уже составляется. Его статус можно посмотреть в разделе «Текущие задачи». Когда отчёт будет готов, вы сможете скачать его в таблице ниже.

source: The enrolled learner profile report is being created. To view the status of the report, see Pending Tasks below.
ru: Отчёт по личным данным записанных слушателей на стадии подготовки. Чтобы просмотреть статус отчёта, см. ниже «Текущие задачи».

source: This enrollment report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
ru: Отчёт о записи на курс на стадии подготовки. Чтобы просмотреть статус отчёта, см. ниже «Текущие задачи». Вы сможете загрузить отчет, когда он будет завершён.

source: The enrollment report is being created. This report contains information about learners who can enroll in the course. To view the status of the report, see Pending Tasks below.
ru: Отчёт о записи на курс на стадии подготовки. Данный отчёт содержит информацию о слушателях, которые могут записаться на курс. Чтобы просмотреть статус отчёта, см. ниже «Текущие задачи».

source: The detailed enrollment report is being created. To view the status of the report, see Pending Tasks below.
ru: Подробный отчёт о записи на курс на стадии подготовки. Чтобы просмотреть статус отчёта, см. ниже «Текущие задачи».

source: The detailed enrollment report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
ru: Подробный отчёт о записи на курс на стадии подготовки. Чтобы просмотреть статус отчёта, см. ниже «Текущие задачи». Вы сможете загрузить отчет, когда он будет завершен.

source: The executive summary report is being created. To view the status of the report, see Pending Tasks below.
ru: Административный итоговый отчёт на стадии подготовки. Чтобы просмотреть статус отчета, см. ниже «Текущие задачи».

source: The executive summary report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
ru: Административный итоговый отчёт в настоящее время на стадии подготовки. Чтобы просмотреть статус отчёта, см. ниже «Текущие задачи». Вы сможете загрузить отчёт, когда он будет завершён.

source: The survey report is being created. To view the status of the report, see Pending Tasks below.
ru: Отчёт по опросу на стадии подготовки. Чтобы просмотреть статус отчёта, см. ниже «Текущие задачи».

source: The survey report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
ru: Отчёт по опросу в настоящее время на стадии подготовки. Чтобы просмотреть статус отчёта, см. ниже «Текущие задачи». Вы сможете загрузить отчёт, когда он будет завершён.

source: The proctored exam results report is being created. To view the status of the report, see Pending Tasks below.
ru: Отчёт о результатах наблюдаемого задания на стадии подготовки. Статус создания отчёта отображается ниже, в списке «Текущие задачи».

source: The proctored exam results report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
ru: Отчёт о результатах наблюдаемого задания в настоящий момент на стадии подготовки. Статус создания отчёта отображается ниже, в списке «Текущие задачи». Вы сможете загрузить отчёт, когда он будет завершён.

source: The ORA data report is being generated.
ru: Отчёт по заданиям с ответами в свободной форме на стадии подготовки.

source: An ORA data report generation task is already in progress. Check the 'Pending Tasks' table for the status of the task. When completed, the report will be available for download in the table below.
ru: Отчёт по заданиям с ответами в свободной форме уже составляется. Его статус можно посмотреть в разделе «Текущие задачи». Когда отчёт будет готов, вы сможете скачать его в таблице ниже.

source: The grade report is being created. To view the status of the report, see Pending Tasks below.
ru: Оценочный лист на стадии подготовки. Состояние отчёта отображается ниже, в списке «Текущие задачи».

source: The grade report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
ru: Оценочный лист в настоящее время на стадии подготовки. Состояние отчёта отображается ниже, в списке «Текущие задачи». Вы сможете загрузить отчёт, когда он будет завершен.

source: The problem grade report is being created. To view the status of the report, see Pending Tasks below.
ru: Подробный оценочный лист на стадии подготовки. Состояние отчёта отображается ниже, в списке «Текущие задачи».

source: A problem grade report is already being generated. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
ru: Подробный оценочный лист на стадии подготовки. Состояние отчёта отображается ниже, в списке «Текущие задачи». Вы сможете загрузить отчёт, когда он будет завершён.

source: No photo ID was provided.
ru: Документ с фотографией не загружен.

source: We couldn't read your name from your photo ID image.
ru: Не удалось прочитать имя на изображеннии вашего документа.

source: The name associated with your account and the name on your ID do not match.
ru: Имя, указанное в вашей учётной записи, не совпадает с именем на вашем документе.

source: The image of your face was not clear.
ru: Изображение вашего лица недостаточно чёткое

source: Your face was not visible in your self-photo.
ru: На снимке не было видно вашего лица.

source: There was an error verifying your ID photos.
ru: Произошла ошибка при проверке фотографий вашего документа

source: Invalid checkpoint location
ru: Неверное местоположение контрольной точки

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
ru: Вы получили это сообщение, потому что запросили смену пароля своей учётной записи на %(site_name)s.

source: The platform key associates CourseTalk widgets with your platform. Generally, it is the domain name for your platform. For example, if your platform is http://edx.org, the platform key is "edx".
ru: Ключ платформы связывает виджет CourseTalk с вашей платформой. Чаще всего это доменное имя вашей платформы. Например, если вы работаете с http://edx.org, ключом платформы будет «edx».

source: Language code not provided
ru: Код языка не указан

source: Language reset to the default language code
ru: Возврат к языковым настройкам по умолчанию

source: Language reset to user's preference: {preview_language_code}
ru: Смена языка по предпочтению пользователя: {preview_language_code}

source: Full name
ru: Полное имя

source: Jane Doe
ru: Мария Иванова

source: Public username
ru: Имя пользователя

source: The name that will identify you in your courses - {bold_start}(cannot be changed later){bold_end}
ru: Ваше имя, под которым вы будете проходить курс - {bold_start}(не может быть впоследствии изменено){bold_end}

source: JaneDoe
ru: maria_ivanova

source: Please select your Country.
ru: Пожалуйста, выберите свою страну.

source: File {filename} exceeds maximum size of {size_mb} MB. Please follow the instructions here to upload a file elsewhere and link to it instead: {faq_url}
ru: Размер файла {filename} превышает предельно допустимое значение {size_mb} МБ. Чтобы загрузить файл в другое место или вставить ссылку на файл, следуйте инструкциям: {faq_url}

source: Staff Debug
ru: Отладка для сотрудников

source: You are not currently enrolled in this course. {link_start}Sign up now!{link_end}
ru: Пока вы не записаны на этот курс. {link_start}Записаться сейчас!{link_end}

source: Final course details are being wrapped up at this time. Your final standing will be available shortly.
ru: Сейчас идёт заключительный этап работы над курсом. ваша финальная оценка скоро будет доступна.

source: I'm learning on {platform_name}:
ru: Я учусь на {platform_name}:

source: Are you sure you want to unenroll from the purchased course %(course_name)s (%(course_number)s)?
ru: Вы уверены, что хотите отменить запись на оплаченный Вами курс %(course_name)s (%(course_number)s)?

source: You will be refunded the amount you paid.
ru: Вам будут возвращена сумма, которую вы заплатили.

source: You will not be refunded the amount you paid.
ru: Вам не будет возвращена сумма которую вы заплатили.

source: Are you sure you want to unenroll from %(course_name)s (%(course_number)s)?
ru: Вы уверены, что хотите отменить запись на курс %(course_name)s (%(course_number)s)?

source: Are you sure you want to unenroll from the verified %(cert_name_long)s track of %(course_name)s (%(course_number)s)?
ru: Вы уверены, что хотите отписаться от подтверждённого %(cert_name_long)s трека %(course_name)s (%(course_number)s)?

source: The refund deadline for this course has passed, so you will not receive a refund.
ru: Срок возврата денег для этого курса прошёл, так что вы не сможете получить возмещение.

source: Cohort:
ru: Группа:

source: in all cohorts
ru: во всех группах

source: Thank you for creating an account with {platform_name}!
ru: Благодарим Вас за создание учётной записи на {platform_name}!

source: There's just one more step before you can enroll in a course: you need to activate your {platform_name} account. To activate your account, click the following link. If that doesn't work, copy and paste the link into your browser's address bar.
ru: Остался всего ещё один шаг, и Вы сможете записаться на курс: Вам нужно активировать свою учётную запись на {platform_name}. Для активации нажмите на нижеследующую ссылку. Если ссылка не работает, скопируйте и вставьте её в адресную строку своего браузера.

source: If you didn't create an account, you don't need to do anything; you won't receive any more email from us. If you need assistance, please do not reply to this email message. Check the help section of the {platform_name} website.
ru: Если Вы не создавали учётную запись, дальнейших действий не требуется; Вы больше не будете получать от нас сообщения. Если Вам потребуется помощь, пожалуйста, не отвечайте на это сообщение. Обратитесь к разделу "Помощь" на веб-сайте {platform_name}.

source: Activate Your {platform_name} Account
ru: Активация учётной записи {platform_name}

source: Thank you for enrolling in {enrolled_course}. We hope you enjoy the course.
ru: Спасибо за регистрацию на курс {enrolled_course}. Надеемся, что вы получите от него удовольствие.

source: If this option is <em>checked</em>, users who have not yet registered for {platform_name} will be automatically enrolled.
ru: Если эта опция <em>отмечена</em>, пользователи, не зарегистрированные в {platform_name}, будут автоматически зачислены на курс.

source: If this option is left <em>unchecked</em>, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
ru: Если эта опция <em>не отмечена</em>, пользователи, не зарегистрированные в {platform_name} не будут зачислены на курс. Однако они смогут записать на него, создав учетную запись.

source: If this option is <em>checked</em>, users will receive an email notification.
ru: Если эта опция <em>отмечена</em>, пользователи будут получать уведомления по электронной почте.

source: If this option is <em>checked</em>, users who have not enrolled in your course will be automatically enrolled.
ru: Если эта опция <em>отмечена</em>, то пользователи, которые не записаны на ваш курс, будут автоматически записаны.

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. You can only give course team roles to enrolled users.
ru: Администраторы обсуждений могут просматривать обсуждения всех групп, изменять и удалять любые сообщения, снимать жалобы, закрывать и снова открывать темы, а также рекомендовать полезные ответы. Их сообщения помечены словом «Сотрудник». Кроме того, они могут назначать модераторов. Присваивать эту и другие роли можно только зарегистрированным пользователям.

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. You can only give course team roles to enrolled users.
ru: Модераторы могут просматривать обсуждения всех групп, изменять и удалять любые сообщения, снимать жалобы, закрывать и снова открывать темы, а также рекомендовать полезные ответы. Их сообщения помечены словом «Сотрудник». Однако они не могут назначать других модераторов. Присваивать эту и другие роли можно только зарегистрированным пользователям.

source: Discussion Community TAs
ru: Старосты сообщества

source: Community TA's are members of the community whom you deem particularly helpful on the discussion boards. They can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. Their posts are marked as 'Community TA'. You can only give course team roles to enrolled users.
ru: Старосты – это члены сообщества, которые активно участвуют в обсуждениях и помогают другим. Они могут просматривать дискуссии всех групп, изменять и удалять любые сообщения, снимать жалобы, закрывать и снова открывать темы, а также рекомендовать полезные ответы. Их сообщения помечены словом «староста».

source: Confirm
ru: Подтвердить

source: modal open
ru: открыто модальное окно

source: OK
ru: ОК

source: open
ru: открыть

source: Account Activated
ru: Учётная запись активирована

source: Account already active
ru: Учётная запись уже активирована

source: More options dropdown
ru: Меню с дополнительными опциями

source: Register Now
ru: Зарегистрируйтесь прямо сейчас

source: Each content group that you create can be associated with one or more cohorts. In addition to course content that is intended for all students, you can designate some content as visible only to specified content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
ru: Каждая созданная группа по изучаемым материалам должна быть связана не менее чем с одной группой в курсе. В дополнение к материалам курса, предназначенным для всех слушателей, вы можете указать, что некоторые материалы доступны только определённым группам. Только члены этих групп, получат доступ к дополнительным материалам.

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of students are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
ru: Используйте настройку экспериментальных групп если вы хотите провести А/Б-тестирование материалов вашего курса. Данная настройка определяет, сколько групп слушателей будет участвовать в эксперименте. Когда вы создаёте экспериментальный материал, укажите группы, которые будут его использовать.

source: Re-run Course
ru: Перезапустить курс

source: (Read-only)
ru: (Только для чтения)

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language.
ru: Укажите здесь язык обучения на курсе. Это поможет пользователям найти курсы, которые преподаются на определённом языке.

source: Visibility Settings
ru: Настройки видимости

source: Visibility
ru: Видимость

source: Why upload video files?
ru: Зачем загружать видео?

source: Maximum Video File Size
ru: Максимальный размер видео файла

source: Monitoring files as they upload
ru: Контроль загрузки файлов

source: Each video file that you upload needs to reach the video processing servers successfully before additional work can begin. You can monitor the progress of files as they upload, and try again if the upload fails.
ru: Каждый видео файл, который вы загружаете, должен пройти обработку нашим видеосервером прежде чем вы сможете продолжить. Вы можете следить за ходом загрузки файлов, и попробовать снова, если в процессе загрузки произошла ошибка.

source: Managing uploaded files
ru: Управление загруженными файлами

source: After a file uploads successfully, automated processing begins. The file is then listed under Previous Uploads as {em_start}In Progress{em_end}. You can add the video to your course as soon as it has a unique video ID and the status is {em_start}Ready{em_end}. Allow 24 hours for file processing at the external video hosting sites to complete.
ru: После успешной загрузки файла начинается его автоматическая обработка. Затем файл попадает в список «Предыдущие загрузки» со статусом {em_start}Выполняется{em_end}. Вы сможете добавить видео в ваш курс, как только оно получит уникальный идентификатор и статус {em_start}Готово{em_end}. Для успешного завершения процесса на сторонних видеохостингах разрешите обработку видео в течение 24 часов.

source: If something goes wrong, the {em_start}Failed{em_end} status message appears. Check for problems in your original file and upload a replacement.
ru: Если что-то пойдет не так, то будет отображён статус {em_start}Неудачно{em_end}. В этом случае рекомендуется проверить ваш файл на наличие ошибок и загрузить его повторно.

source: How do I get the videos into my course?
ru: Как добавить видеоматериалы в свой курс?

source: A new revision of the article was succesfully added.
ru: Новая версия статьи была успешно добавлена.

source: Additional Time (minutes)
ru: Дополнительное Время (минуты)

source: Go Back
ru: Вернуться

source: Allow File Upload
ru: Разрешить загрузить файл

source: Image File
ru: Изображение

source: PDF or Image File
ru: PDF или изображение

source: Specify whether learners can submit a file along with their text response. Select Image to allow JPG, GIF, or PNG files. Select PDF or Image to allow PDF files and images. Select Custom File Types to allow files with extensions that you specify below. (Use this option with caution.)
ru: Уточните, могут ли слушатели отправлять файлы вместе с текстовыми ответами Изображение позволяет посылать JPG, GIF и PNG файлы. PDF или изображение позволяет посылать PDF и изображения. Выберите Дополнительные типы файлов чтобы позволить добавлять файлы с расширениями, которые вы укажете. (Используйте эту опцию с осторожностью)

source: Assignment submissions will close soon. To receive a grade, first provide a response to the question, then complete the steps below the %(start_tag)sYour Response%(end_tag)s field.
ru: Сдача задания вскоре будет закрыта. Чтобы получить оценку, сначала дайте ответ на вопрос, затем выполните шаги под полем %(start_tag)sВаш ответ%(end_tag)s.

source: This assignment has several steps. In the first step, you'll provide a response to the question. The other steps appear below the %(start_tag)sYour Response%(end_tag)s field.
ru: В этом задании несколько шагов. На первом шаге вам нужно ответить на вопрос. Следующие шаги появятся под полем %(start_tag)sВаш ответ%(end_tag)s.

source: This assignment has several steps. In the first step, you'll provide a response to the question. The other steps appear below the Your Response field.
ru: В этом задании несколько шагов. На первом шаге вам нужно ответить на вопрос. Следующие шаги появятся под полем %(start_tag)sВаш ответ%(end_tag)s.

source: The image associated with this submission.
ru: Связанное с заданием изображение

source: View the file associated with this submission.
ru: Показаться связанный с этим заданием файл

source: (Caution: This file was uploaded by another course learner and has not been verified, screened, approved, reviewed, or endorsed by the site administrator. If you decide to access it, you do so at your own risk.)
ru: (Осторожно: этот файл был загружен другим слушателем курса и не было проверен,просмотрен, одобрен или подтвержден администратором сайта. Риск за скачивание файла ложится на вас.)

source: Associated File
ru: Связанный файл

source: Enter your response to the question above.
ru: Введите ваш ответ на вопрос ниже

source: We could not upload this file
ru: Мы не смогли загрузить этот файл

source: Upload your file
ru: Загрузите фаш файл

source: Your Uploaded File
ru: Ваш загруженный файл

source: Field
ru: Поле

source: Value
ru: Значение

source: Created at
ru: Создан в

source: Algorithm ID
ru: ID алгоритма

source: Course ID
ru: ID курса

source: Item ID
ru: ID элемента

source: The learner's response to the question above
ru: Ответ слушателя на вопрос выше

source: The response to the question above:
ru: Ответ на вопрос выше:

source: <span class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
ru: <span class="date ora-datetime" data-datetime="%(due_date)s" data-string="к {date} (через %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>

source: <span class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
ru: <span class="date ora-datetime" data-datetime="%(due_date)s" data-string="к {date} (через %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>

source: Score (for override only)
ru: Балл (только для переопределенных)

source: Override Score
ru: Переопределенные баллы

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
ru: Для просмотра подсказок по тому, как распечатать сертификат, перейдите по ссылке {link_start} Документация по сертификатам{link_end}.

source: current location
ru: текущее местоположение

source: Frequenty Asked Questions
ru: Частые вопросы и ответы

source: Real Career Impact
ru: Влияние на карьеру

source: {weeks_to_complete} weeks per course
ru: Недель в курсе: {weeks_to_complete}

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
ru: Часов в неделю: {min_hours_effort_per_week}-{max_hours_effort_per_week} в течение онлайн-курса

source: Courses in the {}
ru: Онлайн-курсов в {}

source: Starts on {}
ru: Начинается {}

source: Section grade has been overridden.
ru: Оценка раздела была переопределена.

source: Your certificate will be available on or before {date}
ru: Ваш сертификат будет доступен до {date}

source: I'm taking {course_name} online with {facebook_brand}. Check it out!
ru: Я прохожу онлайн-курс {course_name} вместе с {facebook_brand}. Зацени!

source: I'm taking {course_name} online with {twitter_brand}. Check it out!
ru: Я прохожу онлайн-курс {course_name} вместе с {twitter_brand}. Зацени!

source: Browse Courses
ru: Просмотр онлайн-курсов

source: Discover New
ru: Изучить новые
