Repository: zimka/edx-platform-1
Catalog: npoed_translations/*/LC_MESSAGES/django.po
Languages: ru

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
ru: Файл {filename} максимально допустимый размер в {maximum_size_in_megabytes} МБ.

source: The information you entered is incorrect.
ru: Введенная информация некорректна

source: Transcription in Progress
ru: Транскрипция в процессе

source: Transcript Ready
ru: Транскрипция готова

source: The image must have name, content type, and size information.
ru: Изображение должно иметь имя, тип содержимого и размер о размере.

source: This image file type is not supported. Supported file types are {supported_file_formats}.
ru: Данный тип изображения не поддерживается. Поддерживаемые типы изображений:{supported_file_formats}.

source: This image file must be smaller than {image_max_size}.
ru: Это изображение должно быть не более чем {image_max_size}.

source: This image file must be larger than {image_min_size}.
ru: Это изображение должно быть не менее чем {image_min_size}.

source: There is a problem with this image file. Try to upload a different file.
ru: Проблема с файлом изображения. Попробуйте загрузить другой файл.

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
ru: Рекомендованное разрешение изображения: {image_file_max_width}x{image_file_max_height}. Минимальное разрешение: {image_file_min_width}x{image_file_min_height}.

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
ru: Это изображение должно быть с соотношением сторон: {video_image_aspect_ratio_text}.

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
ru: Имя файла должно содержать буквы, цифры, дефисы (-) и подчеркивания (_).

source: An image file is required.
ru: Необходим файл изображения.

source: Your Platform Studio
ru: Studio вашей платформы

source: Studio Administration
ru: Управление Studio

source: Help adding Files and Uploads
ru: Помощь по загрузке и добавлению файлов

source: Archived Courses
ru: Онлайн-курсы в архиве

source: By default, 48 hours after course end date
ru: По умолчанию, 48ч после даты окончания онлайн-курса

source: Course Video Settings
ru: Настройки видео в онлайн-курсе

source: Access to this unit is not restricted, but visibility might be affected by inherited settings.
ru: Доступ к данному онлайн-курсу не ограничен, но на его видимость могут повлиять унаследованные настройки.

source: You can restrict access to this unit to learners in specific enrollment tracks or content groups.
ru: Вы можете ограничить доступ к данному юниту для слушателей в определенном зачислении или группах контента.

source: You can restrict access to this unit to learners in specific content groups.
ru: Вы можете ограничить доступ к данному юниту для слушателей в определенном группах контента.

source: This group no longer exists. Choose another group or remove the access restriction.
ru: Данная группа больше не существует. Выберите другую или уберите настройки ограничения доступа.

source: {short_label} Avg
ru: {short_label} cрд

source: {section_type} Average = {percent:.0%}
ru: {section_type} среднее = {percent:.0%}

source: {0} = {1:.2%} of a possible {2:.2%}
ru: {0} = {1:.2%} из возможных {2:.2%}

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
ru: По истечении срока сдачи подраздела у слушателей нет доступа к его содержимому. Подраздел учитывается при выводе итоговой оценки.

source: Welcome to '{course_name}'!
ru: Добро пожаловать на курс '{course_name}'!

source: Assignment
ru: Задание

source: Passing grade
ru: Проходной балл

source: Current grade
ru: Текущая оценка

source: Not Pass
ru: Не зачтено

source: Pass
ru: Зачтено

source: weight:
ru: вес:

source: Show the correctness of the student answer
ru: Отображать правильность ответа студента

source: Enter true or false. If false, student will see blue question mark instead of green check mark and red cross.
ru: Введите true или false. При установке значения false, студент вместо зеленойгалочки и красного крестика будет видеть синий знак вопроса.

source: internally reviewed
ru: прошло внутреннее рассмотрение

source: All Unreviewed
ru: Все нерассмотренные

source: All Unreviewed Failures
ru: Все нерассмотренные отклонённые

source: your course
ru: ваш курс

source: Proctoring Session Results Update for {course_name} {exam_name}
ru: Результаты прокторинга обновлены для {exam_name}

source: Taking As Proctored Exam
ru: Прохождение с прокторингом

source: Proctored Option Available
ru: Доступно прохождение с подтверждением личности

source: Taking As Open Exam
ru: Прохождение без прокторинга

source: Pending Session Review
ru: В ожидании проверки

source: Passed Proctoring
ru: Прокторинг пройден

source: Failed Proctoring
ru: Прокторинг отклонён

source: Ungraded Practice Exam
ru: Тренировочное контрольное задание (не оценивается)

source: Practice Exam Completed
ru: Пробное контрольное задание выполнено

source: Practice Exam Failed
ru: Тестовое контрольное задание не выполнено

source: Timed Exam
ru: Контрольное задание с ограничением по времени выполнения

source: satisfactory
ru: одобрено

source: unsatisfactory
ru: отклонено

source: Review Policy Exception
ru: Исключения из правил проверки

source: {num_of_hours} hour
ru: {num_of_hours} ч.

source: {num_of_hours} hours
ru: {num_of_hours} ч.

source: {num_of_minutes} minutes
ru: {num_of_minutes} мин.

source: and {num_of_minutes} minute
ru: и {num_of_minutes} мин.

source: {num_of_minutes} minute
ru: {num_of_minutes} мин.

source: and {num_of_minutes} minutes
ru: и {num_of_minutes} мин.

source: you have {remaining_time} remaining
ru: у вас осталось {remaining_time}

source: you have less than a minute remaining
ru: у вас осталось менее минуты

source: proctored
ru: с прокторингом

source: timed
ru: ограниченный по времени

source: This email is to let you know that the status of your proctoring session review for {{ exam_name }} in <a href="{{ course_url }}">{{ course_name }} </a> is {{ status }}. If you have any questions about proctoring, contact {{ platform }} support at {{ contact_email }}.
ru: Этим письмом мы извещаем вас, что ваша сессия прохождения контрольного задания{{ exam_name }} в <a href="{{ course_url }}">{{ course_name }} </a> имеет статус {{ status }}. Если у вас есть вопросы по прокторингу и идентификации личности, свяжитесь со службой поддержки платоформы {{ platform }} по адресу {{ contact_email }}.

source: Your Proctoring Session Has Started
ru: Ваша сессия прокторинга началась

source: From this point in time, you must follow the <a href="{{link_urls.online_proctoring_rules}}" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
ru: Теперь вам необходимо следовать <a href="{{link_urls.online_proctoring_rules}}" target="_blank">правилам онлайн прокторинга</a> для выполнения контрольного задания.

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
ru: Не закрывайте эту вкладку до окнчания выполнения контрольного задания. Если вы закроете вкладку, сессия прокторинга завершится, и вы не сможете успешно завершить контрольное задание в режиме прокторинга.

source: Return to the {{platform_name}} course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
ru: Вернуться на платформу {{platform_name}} для начала выполнения контрольного задания. Когда вы закончите и пометите контрольное задание выполненным, вы можете закрыть вкладку для окончания сессии прокторинга и отправить данные сессии прокторинга на проверку.

source: Go to my exam
ru: Перейти к контрольному заданию

source: This exam is proctored.
ru: Это контрольное задание требует идентификации личности.

source: To be eligible to earn credit for this course, you must take and pass the proctoring review for this exam.
ru: Чтобы иметь возможность получить подтвержденный сертификат по данному курсу, вы должны пройти это контрольное задание в режиме идентификации личности (под контролем проктора).

source: Continue to my proctored exam. I want to be eligible for credit.
ru: Продолжить - перейти к контрольному заданию в режиме идентификации личности.

source: You will be guided through steps to set up online proctoring software and to perform various checks.</br>
ru: </br>Убедитесь, что данная страница открыта внутри специального приложения для прокторинга, либо рядом находится наблюдатель в случае очной сдачи в центре тестирования.*</br></br>Внимание! НЕ НАЖИМАЙТЕ НА ЭТУ ССЫЛКУ, ЕСЛИ ВЫ НЕ СОБИРАЕТЕСЬ ПРОХОДИТЬ ТЕСТ ПРЯМО СЕЙЧАС. ПРИ ПЕРЕХОДЕ НА СЛЕДУЮЩИЙ ЭКРАН ВАША ПОПЫТКА СДАЧИ ТЕСТА БУДЕТ ИСПОЛЬЗОВАНА. </br></br>Перед тем, как приступить к тесту - закройте все лишние окна и вкладки Google Chrome и других браузеров. Единственным окном браузера должно быть то, в котором открыта данная страница. </br></br>Выйдите из посторонних приложений, использующих трансляцию видео и звука или удаленный доступ к рабочему столу. </br></br>Убедитесь, что на вашем компьютере включены и находятся в рабочем состоянии один дисплей и одна веб-камера. </br></br> * - конкретный способ прокторинга отличается на различных курсах

source: Take this exam without proctoring.
ru: Выполнить контрольное задание без идентификации личности.

source: I am not interested in academic credit.
ru: Мне не нужен подтвержденный сертификат.

source: Are you sure you want to take this exam without proctoring?
ru: Вы уверены, что хотите пройти это контрольное задание без прокторинга?

source: If you take this exam without proctoring, you will <strong> no longer be eligible for academic credit. </strong>
ru: Если вы пройдёте контрольное задание без прокторинга, вы <strong> не сможете получить сертификат с подтверждением личности. </strong>

source: Continue Exam Without Proctoring
ru: Продолжить без прокторинга

source: There was a problem with your proctoring session
ru: Возникла проблема при выполнении контрольного задания

source: Your proctoring session results: <b class="failure"> Unsatisfactory </b>
ru: Результат вашей сессии прокторинга: отклонено</b>

source: Your proctoring session ended before you completed this exam, so your proctoring results are incomplete. You will not be eligible to use this course for academic credit, even if you achieve a passing grade.
ru: Ваша сессия прокторинга прервалась до того, как вы завершили выполнение контрольного задания, и ваши результаты не полностью завершены. У вас не будет возможности получить подтвержденный сертификат, даже если вы наберете необходимое число баллов за этот курс.

source: View your credit eligibility status on your <a href="{{progress_page_url)}}">Progress</a> page.
ru: Вы можете ознакомиться с вашим текущим статусом по курсу на странице <a href="{{progress_page_url}}">Прогресс</a>.

source: View your credit eligibility status on your
ru: Вы можете ознакомиться с вашим текущим статусом по курсу на странице

source: If you have concerns about your proctoring session results, contact your course team.
ru: Если у вас есть сомнения относительно результатов вашей прокторинговой сессии - обратитесь к персоналу вашего курса.

source: About Proctored Exams
ru: О прохождении контрольных заданий с подтверждением личности

source: Follow these steps to set up and start your proctored exam.
ru: Выполняйте следующие шаги для настройки и начала прохождения контрольного задания.

source: 1. Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
ru: 1. Скопируйте уникальный код контрольного задания. Позднее вам предложат вставить этот код в приложение прокторинга для начала выполнения контрольного задания.

source: Select the exam code, then copy it using Command+C (Mac) or Control+C (Windows).
ru: Выберите код, затем нажмите Command+C (на устройстве Mac Apple) или Control+C (на устройстве под управлением ОС Windows).

source: 2. Follow the link below to set up proctoring.
ru: Перейдите по ссылке ниже, чтобы установить и настроить приложение для прокторинга.

source: A new window will open. You will run a system check before downloading the proctoring application.
ru: В новом окне запустится проверка вашей системы, прежде чем загрузится приложение для прокторинга.

source: You will be asked to verify your identity before you begin the exam. Make sure you have valid photo identification, such as a driver's license or passport, before you continue.
ru: Вам нужно будет подтвердить свою личность до того, как вы сможете начать выполнение контрольного задания. Перед тем, как продолжить, приготовьте действующий документ с вашей фотографией. Это может быть паспорт или водительские права.

source: Don't want to take this exam with online proctoring?
ru: Не желаете проходить это контрольное задание в режиме идентификации личности?

source: Take this exam as an open exam instead.
ru: Пройти это контрольное задание без прокторинга.

source: Follow these instructions
ru: Следуйте этим инструкциям

source: &#8226; Do not close the proctoring window until you have completed and submitted your exam. </br> &#8226; When you start your exam you will have {{ total_time }} to complete it. </br> &#8226; If the allotted time expires before your end your exam, the answers you have completed up to that point are submitted for grading and your proctoring session is uploaded for review. </br>
ru: &#8226; Не закрывайте окно с контрольным заданием, пока вы не завершите его выполнение и не отправите на проверку. </br> &#8226; Когда вы начнете выполнение задания, у вас будет {{total_time}} для его завершения. </br> &#8226; Если выделенное время закончится до завершения вами контрольного задания, ответы, которые вы успели дать, отправятся на проверку автоматически. </br>

source: Start my exam
ru: Начать выполнение задания

source: Are you sure you want to end your proctored exam?
ru: Вы уверены, что хотите завершить выполнение контрольного задания?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
ru: Убедитесь, что вы нажали "Отправить" на всех заданиях до завершения экзамена.

source: After you submit your exam, your responses are graded and your proctoring session is reviewed. You might be eligible to earn academic credit for this course if you complete all required exams as well as achieve a final grade that meets credit requirements for the course.
ru: После отправки вашего задания на проверку, ваши ответы будут оценены, а ваша сессия прокторинга проверена. Вы получите подтвержденный сертификат по этому курсу, если успешно выполните все контрольные задания и наберете необходимое для аттестации число баллов.

source: Yes, end my proctored exam
ru: Да, завершить выполнение задания

source: No, I'd like to continue working
ru: Нет, я продолжу выполнение задания

source: Your proctoring session was reviewed and did not pass requirements
ru: Ваша сессия прохождения контрольного задания была проверена и не удовлетворяет требованиям

source: You are not eligible to purchase academic credit for this course, regardless of your final grade in the course. If you have concerns about your proctoring session results, contact your course team.
ru: У вас не будет возможности получить подтвержденный сертификат, даже если вы наберете необходимое число баллов за этот курс. Если у вас есть сомнения относительно результатов вашей прокторинговой сессии - обратитесь к персоналу вашего курса.

source: You have submitted this proctored exam for review
ru: Вы отправили сессию прохождения контрольного задания на проверку

source: Make sure you return to the proctoring software and select <strong>Quit</strong> to end the proctoring session.
ru: Убедитесь, что вы также <strong>завершили</strong> сессию в приложении прокторинга.

source: Your proctoring session results: <b> Pending </b>
ru: Результат вашей сессии прокторинга: <b>Ожидает проверки </b>

source: After you have ended the proctoring session, the recorded data is uploaded for review. Proctoring session results are usually available 24-48 hours after you submit your exam. If you have questions about the status of your session review after that time, contact <a href="{{link_urls.contact_us}}" target="_blank">{{platform_name}}</a> Support.
ru: После завершения сессии прокторинга, запись вашего прохождения контрольного задания будет отправлена на проверку. Результат проверки прокторинговой сессии обычно становится известен в течение 24-48 часов после отправки. Если по истечении этого времени у вас останутся вопросы по статусу проверки вашей сессии, напишите в службу поддержки платформы<a href="{{link_urls.contact_us}}" target="_blank">{{platform_name}}</a>

source: After you have ended the proctoring session, the recorded data is uploaded for review. Proctoring session results are usually available 24-48 hours after you submit your exam. If you have questions about the status of your session review after that time, contact
ru: После завершения сессии прокторинга, запись вашего прохождения контрольного задания будет отправлена на проверку. Результат проверки прокторинговой сессии обычно становится известен в течение 24-48 часов после отправки. Если по истечении этого времени у вас останутся вопросы по статусу проверки вашей сессии напишите в службу поддержки платформы

source: Your proctoring session was reviewed and passed all requirements
ru: Ваша сессия была проверена и удовлетворяет всем требованиям

source: Your proctoring session results: <b class="success"> Satisfactory </b>
ru: Результат вашей сессии прокторинга: <b class="success"> одобрено </b>

source: You have completed a proctored exam with a <strong>Satisfactory</strong> proctoring session result. You are eligible to purchase academic credit for this course if you complete all required exams and also achieve a final grade that meets the credit requirements for the course.
ru: Результаты выполненного вами контрольного задания <strong>приняты</strong>. Вы получите подтвержденный сертификат по этому курсу, если успешно выполните все контрольные задания и наберете необходимое для аттестации число баллов.

source: Try a proctored exam
ru: Попроьовать выполнить к контрольному задание с подтверждением личности

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
ru: Познакомьтесь с режимом прокторинга, который появится в последующих контрольных заданиях на курсе. Это пробное контрольное задание не повлияет на вашу оценку.

source: Continue to my practice exam
ru: Перейти к пробному контрольному заданию с подтверждением личности

source: You will be guided through steps to set up online proctoring software and to perform various checks.
ru: Вы пройдёте некоторые шаги по настройке онлайн прокторинга и выполнению необходимых проверок.

source: There was a problem with your practice proctoring session
ru: Возникла проблема при выполнении тренировочного контрольного задания

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
ru: Результат вашей тренировочной сессии прокторинга: отклонено

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
ru: Ваша сессия прокторинга завершилась до того, как вы закончили выполнение тренировочного контрольного задания. Если у вас возникли проблемы с настройками онлайн прокторинга, вы сможете попробовать пройти задание ещё раз.

source: Try this practice exam again
ru: Попробовать пройти тренировочное задание ещё раз

source: You have submitted this practice proctored exam
ru: Вы отправили сессию прохождения тренировочного контрольного задания на проверку

source: Your practice proctoring session: <b> Completed </b>
ru: Ваша тренировочная прокторинг сессия: <b> завершена </b>

source: Practice exams do not affect your grade or your credit eligibility. You have completed this practice exam and can continue with your course.
ru: Тренировочные проверочные задания никак не влияют на вашу финальную оценку. Вы выполнили тренировочное задание и можете вернуться к материалам курса.

source: You can also retry this practice exam
ru: Вы можете попробовать пройти тренировочный контрольное задание ещё раз

source: {{display_name}} is a Timed Exam ({{total_time}})
ru: Выполнение контрольного задания {{display_name}} ограничено по времени ({{total_time}})

source: This exam has a time limit associated with it.
ru: Это контрольное задание ограничено по времени на выполнение.

source: To pass this exam you must complete the problems in the time allowed.
ru: Для прохождения контрольного задния вам будет выделено определённое время.

source: As soon as you indicate that you are ready to start the exam, you will have
ru: Как только вы укажите, что готовы начать выполнение контрольного задания, вы должны

source: to complete the exam.
ru: будете пройти его полностью.

source: I'm ready! Start this timed exam.
ru: Я готов! Начать выполнение контрольного задания.

source: You did not complete the exam in the allotted time
ru: Вы не закончили выполнение контрольного задания за выделенное время

source: You are not eligible to receive credit for this exam because you did not submit your exam responses before time expired. Other work that you have completed in this course contributes to your final grade. See the <a href="{{progress_page_url}}">Progress page</a> for your current grade in the course.
ru: У вас не будет возможности получить баллы за это контрольное задание, так как вы не завершили его выполнение за отведенное время. Другие контрольные задания, выполненные вами в этом курсе, внесут вклад в вашу итоговую оценку.

source: Other work that you have completed in this course contributes to your final grade.
ru: Другие контрольные задания, выполненные вами в этом курсе, внесут вклад в вашу итоговую оценку.

source: Can I request additional time to complete my exam?
ru: Могу я запросить дополнительное время для завершения контрольного задания?

source: If you have disabilities or are taking the exam in difficult conditions, you might be eligible for an additional time allowance on timed exams. Ask your instructor or course staff for information about additional time allowances.
ru: Если вы имеете ограничения по состоянию здоровья или выполняете контрольное задание в затруднительных условиях, вам может быть предложено дополнительное время для контрольных заданий с ограничением времени выполнения. Запросите у своего преподавателя или команды курса информацию о дополнительном времени.

source: This is the end of your timed exam
ru: Окончание контрольного задания с ограничением по времени

source: I'm ready! Submit my answers and end my timed exam
ru: Я закончил! Отправить мои ответы на проверку и завершить выполнение задания.

source: Start System Check
ru: Начать проверку системы

source: Do not close the proctoring window until you have completed and submitted your exam.
ru: Не закрывайте окно с контрольным заданием, пока вы не завершите его выполнение и не отправите на проверку.

source: When you start your exam you will have
ru: Когда вы начнете выполнение задания, у вас будет

source: to complete it.
ru: для его завершения.
