Repository: zimka/edx-platform-1
Catalog: npoed_translations/*/LC_MESSAGES/django.po
Languages: ru

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
ru: Если данная опция {em_start}включена{em_end}, слушатели, не записанные на онлайн-курс, будут автоматически записаны.

source: Learner's {platform_name} email address or username
ru: Адрес электронной почты или имя пользователя слушателя {platform_name}

source: Location of problem in course
ru: Расположение задачи в онлайн-курсе

source: Score Override
ru: Баллы переопределены

source: For the specified problem, override the learner's score.
ru: Для определенной задачи переопределите балл слушателя.

source: New score for problem, out of the total points available for the problem
ru: Новый балл для задачи из числа возможных доступных для задачи

source: Override Learner's Score
ru: Переопределенный балл слушателя

source: Skeleton Page
ru: Страница на Skeleton

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
ru: Наш веб-сайт использует cookie для обеспечения наиболее эффевтивного и удобного взаимодействия с ним. Если Вы остаетесь на сайте, значит Вы соглашаетесь с использованием механизма cookie.

source: e.g. en for English
ru: например, ru для русского языка

source: Preview Theme
ru: Предпросмотр темы

source: Show/Hide
ru: Показать/Убрать

source: Show less
ru: Свернуть

source: Sample verified certificate with your name, the course title, the logo of the institution and the signatures of the instructors for this course.
ru: Пример подтвержденного сертификата с Вашим именем, названием онлайн-курса, логотипом университета и подписью уполномоченного лица.

source: Official proof of completion
ru: Официальное подтверждение успешного завершения

source: Easily shareable certificate
ru: Сертификат с возможностью легкого распространения

source: Proven motivator to complete the course
ru: Серьезная мотивация для успешного завершения онлайн-курса

source: Certificate purchases help us continue to offer free courses
ru: Покупка сертификата помогает нам продолжать развитие бесплатных онлайн-курсов

source: Upgrade ({price})
ru: Перейти ({price})

source: Goal:
ru: Цель:

source: Edit your course goal:
ru: Измените Вашу цель на данный курс:

source: Latest Update
ru: Последнее обновление:

source: Completed {completion_date_html}
ru: Завершен {completion_date_html}

source: {course_mode} certificate
ru: {course_mode} сертификат

source: Build out your profile to personalize your identity on {platform_name}.
ru: Заполните Ваш профиль для персонификации на платформе {platform_name}.

source: About edX Verified Certificates
ru: О подтвержденных сертификатах edX

source: An edX Verified Certificate signifies that the learner has agreed to abide by the edX honor code and completed all of the required tasks of this course under its guidelines, as well as having their photo ID checked to verify their identity.
ru: Подтвержденный сертификат edX подтверждает, что слушатель согласился придерживаться кодекса чести edX и завершил все необходимые задачи онлайн-курса с соблюдением их норм, а также предоставил информацию по удостоверяющему документу для подтверждения своей личности.

source: {link_start}edX{link_end} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is a non-profit online initiative created by founding partners Harvard and MIT.
ru: {link_start}edX{link_end} предлагает интерактивные онлайн-курсы и МООКи от лучших мировых университетов, включая Масачуссетский Технологический Институт, Гарвард, Беркли, Университет Техаса и др. edX - некоммерческая инициатива, созданная при участии Гарварда and МТИ.

source: Congratulations, {user_name}!
ru: Поздравляем, {user_name}!

source: You worked hard to earn your certificate from {accomplishment_copy_course_org} {dash} share it with colleagues, friends, and family to get the word out about what you mastered in {accomplishment_course_title}.
ru: Это было непросто - получить сертификат от {accomplishment_copy_course_org} {dash} поделитесь им с коллегами, друзьями и близкими, чтобы все узнали ваши успехи в освоение онлайн-курса {accomplishment_course_title}.

source: Share this certificate on Facebook (opens a new tab/window)
ru: Поделиться сертификатом на Facebook (откроется в новом окне)

source: Tweet this certificate (opens a new tab/window)
ru: Поделиться сертификатом в Twitter (откроется в новом окне)

source: Add this certificate to your LinkedIn profile (opens a new tab/window)
ru: Добавить сертификат в профиль LinkedIn (откроется в новом окне)

source: Print this certificate
ru: Распечатать сертификат

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
ru: Все права защищены за исключением отмеченных пунктов. edX, Open edX, логотипы edX и Open edX - зарегистрированные торговые марки компании edX Inc.

source: Dictionary with the current student score
ru: Словарь с текущим количеством баллов слушателя

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
ru: Введите категории обсуждений в следующем виде: "НазваниеКатегории": {"id": "i4x-НазваниеВуза-НомерКурса-курс-СессияКурса"}. Например, назовем категорию обсуждения "Лидийский лад": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Значение поля "id" для каждой категории должно быть уникальным. В знаениях "id" допускаются только следующие специальные символы: подчеркивание, дефис и точка. Вы также можете указать категорию как категорию по умолчанию для новых публикаций на странице обсуждений установив настройку "default" в значение true. Например, "Лидийский лад": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.

source: {assignment_type} = {weighted_percent:.2%} of a possible {weight:.2%}
ru: {assignment_type} = {weighted_percent:.2%} из возможных {weight:.2%}

source: A list summarizing what students should look forward to in this section.
ru: Список, кратко описывающий то, что ожидает слушателей в данной секции.

source: {value} must be between 0.0 and 1.0
ru: {value} должно быть между 0.0 и 1.0

source: Earn a certificate
ru: Получить сертификат

source: Complete the course
ru: Окончить онлайн-курс

source: Explore the course
ru: Изучить онлайн-курс

source: Not sure yet
ru: Пока не уверен

source: Don't forget to add a calendar reminder!
ru: Не забудьте добавить напоминание в Ваш календарь!

source: Course starts in {time_remaining_string} on {course_start_date}.
ru: Старт через {time_remaining_string}, {course_start_date}.

source: Course starts in {time_remaining_string} at {course_start_time}.
ru: Старт через {time_remaining_string}, в {course_start_time}.

source: This course is ending in {time_remaining_string} on {course_end_date}.
ru: Окончание через {time_remaining_string}, {course_end_date}.

source: This course is ending in {time_remaining_string} at {course_end_time}.
ru: Окончание через {time_remaining_string}, в {course_end_time}.

source: Certificate Available
ru: Доступен сертификат

source: Day certificates will become available for passing verified learners.
ru: Дата доступности сертификатов для подтверженных слушателей.

source: If you have earned a certificate, you will be able to access it {time_remaining_string} from now. You will also be able to view your certificates on your {learner_profile_link}.
ru: Если Вы получили сертификат, он будет доступен в течение {time_remaining_string} с настоящего момента. Вы также можете посмотреть Ваши сертификата по ссылке {learner_profile_link}.

source: We are working on generating course certificates.
ru: Идет создание сертификатов по онлайн-курсу.

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
ru: Не пропустите возможность подтвердить новые знания и навыки получением подтвержденного сертификата.

source: by {date}
ru: до {date}

source: Don't forget, you have {time_remaining_string} left to upgrade to a Verified Certificate.
ru: Помните, у Вас осталось всего {time_remaining_string} для перехода на обучение с подтвержденным сертификатом.

source: Don't forget to upgrade to a verified certificate by {localized_date}.
ru: Вы можете перейти на обучение с подтвержденным сертификатом до {localized_date}.

source: In order to qualify for a certificate, you must meet all course grading requirements, upgrade before the course deadline, and successfully verify your identity on {platform_name} if you have not done so already.{button_panel}
ru: Для сдачи экзамена с сертификатом Вы должны соответствовать всем требованиям оценивания онлайн-курса, перевестись до указанной конечной даты и успешно подтвердить свою личность на {platform_name} если это еще не сделано.{button_panel}

source: Upgrade ({upgrade_price})
ru: Перейти ({upgrade_price})

source: Number of days a learner has to upgrade after content is made available
ru: Количество дней для перехода после предоставления доступа к контенту курса

source: Disable the dynamic upgrade deadline for this course run.
ru: Отключить динамическую дату окончания перехода для этой сессии курса.

source: Disable the dynamic upgrade deadline for this organization.
ru: Отключить динамическую дату окончания перехода для этой организации.

source: You've earned a certificate for this course.
ru: Вы получили сертификат по данному курсу.

source: To see course content, {sign_in_link} or {register_link}.
ru: Для просмотра контента {sign_in_link} или {register_link}.

source: sign in
ru: Войти

source: register
ru: Регистрация

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
ru: Для просмотра контента курса на него необходимо записаться. {enroll_link_start}Записаться сейчас{enroll_link_end}.

source: You must be enrolled in the course to see course content.
ru: Для просмотра контента курса на него необходимо записаться.

source: Sailthru template to use on welcome send.
ru: Шаблон письма при регистрации.

source: Number of seconds to delay the sending of User Welcome email after user has been created
ru: Задежка в секундах после регистрации пользователя перед отправкой письма

source: The number of seconds to delay/timeout wait to get cookie values from sailthru.
ru: Задежка/таймаут в секундах для получения значений cookie от sailthru.

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
ru: Отчет {report_type} в процессе создания. Для просмотра его статуса используйте пункт Задачи в ожидании.

source: problem responses
ru: ответы на задание

source: enrolled learner profile
ru: профиль слушателя онлайн-курса

source: enrollment
ru: запись

source: detailed enrollment
ru: детализированная запись

source: executive summary
ru: краткий итог

source: survey
ru: опрос

source: proctored exam results
ru: результаты экзамена с прокторингом

source: ORA data
ru: данные ORA-заданий

source: grade
ru: оценка

source: problem grade
ru: оценка задания

source: Requested task is already running
ru: Задача уже в исполнении

source: Error occured. Please try again later.
ru: Ошибка. Попробуйте еще раз.

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
ru: Отчет {report_type} в процессе создания. Для просмотра его статуса, используйте Задачи в ожидании. Вы сможете скачать отчет как только он будет готов.

source: This component does not support score override.
ru: Этот компонент не поддерживает переопределение баллов.

source: Scores must be between 0 and the value of the problem.
ru: Балл должен быть между 0 и значением за задание.

source: overridden
ru: переопределен

source: This unit's access settings refer to deleted or invalid group configurations.
ru: Настройки доступа данного пункта ссылаются на удаленные или неверные настройки группы.

source: This unit's access settings refer to deleted or invalid groups.
ru: Настройки доступа данного пункта ссылаются на удаленные или неверные группы.

source: This component's access settings contradict its parent's access settings.
ru: Настройки доступа данного компонента противоречат родительским.

source: Your Platform Name Here
ru: Название Платформы

source: Your Platform Description Here
ru: Описание Платформы

source: Your Platform Insights
ru: Идеи Платформы

source: Password reset on %(platform_name)s
ru: Сброс пароля, %(platform_name)s

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
ru: Вы получили данное письмо в связи с запросом на сброс пароля Вашего аккаунта на Платформе %(platform_name)s.

source: LMS Administration
ru: Управление LMS

source: Preview Language Administration
ru: Управление языками предпросмотра

source: Language not provided
ru: Язык недоступен

source: Language set to {preview_language}
ru: Язык установлен как {preview_language}

source: Language reset to the default
ru: Язык возвращен в вариант по умолчанию

source: This is a test message
ru: Тестовое сообщение

source: This is a success message
ru: Успешное сообщение

source: This is a test warning
ru: Тестовое предупреждение

source: This is a test error
ru: Тестовая ошибка

source: Schedules
ru: Расписания

source: Indicates if this schedule is actively used
ru: Указывает если данное расписание активно используется

source: Date this schedule went into effect
ru: Дата данного расписания вступила в силу

source: Deadline by which the learner must upgrade to a verified seat
ru: Дата, до которой слушателю необходимо перейти на обучение с сертификатом

source: Go to %(platform_name)s Home Page
ru: Перейти на страницу Платформы %(platform_name)s

source: %(platform_name)s on LinkedIn
ru: %(platform_name)s в LinkedIn

source: %(platform_name)s on Twitter
ru: %(platform_name)s в Twitter

source: %(platform_name)s on Facebook
ru: %(platform_name)s в Facebook

source: %(platform_name)s on Google Plus
ru: %(platform_name)s в Google+

source: %(platform_name)s on Reddit
ru: %(platform_name)s в Reddit

source: Download the iOS app on the Apple Store
ru: Скачать приложение под iOS в Apple Store

source: Download the Android app on the Google Play Store
ru: Скачать приложение под Android в Google Play

source: View on Web
ru: Посмотреть в браузере

source: Unsubscribe from this list
ru: Отписаться от рассылки

source: Our mailing address is
ru: Лист рассылки

source: edX Email
ru: Электронная почта edX

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
ru: Не пропустите возможность подтвердить новые знания и навыки получением подтвержденного сертификата. Переход доступен до %(user_schedule_upgrade_deadline_time)s.

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s. Upgrade Now! <%(upsell_link)s>
ru: Не пропустите возможность подтвердить новые знания и навыки получением подтвержденного сертификата. Переход доступен до %(user_schedule_upgrade_deadline_time)s. Перейти сейчас! <%(upsell_link)s>

source: Welcome to week %(week_num)s of our %(course_name)s course!
ru: Добро пожаловать на неделю %(week_num)s нашего онлайн-курса %(course_name)s!

source: Welcome to week %(week_num)s of <strong>%(course_name)s</strong>!
ru: Добро пожаловать на неделю %(week_num)s онлайн-курса <strong>%(course_name)s</strong>!

source: Here is what you can look forward to learning this week:
ru: На этой неделе будет изучаться:

source: Resume your course now
ru: Возобновите ваш курс сейчас

source: Welcome to week %(week_num)s of our %(course_name)s course! Here is what you can look forward to learning this week: %(week_summary)s
ru: Добро пожаловать на неделю %(week_num)s нашего онлайн-курса %(course_name)s! На этой неделе будет изучаться: %(week_summary)s

source: %(course_name)s - Welcome to Week %(week_num)s
ru: %(course_name)s - Добро пожаловать на неделю %(week_num)s

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
ru: Многие из слушателей %(platform_name)s решают больше заданий каждую неделю и принимают участие в обсуждениях на форуме. А что Вы собираетесь делать, чтобы продолжать учиться?

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
ru: Многие из слушателей платформы %(platform_name)s на онлайн-курсе %(course_name)s решают больше заданий каждую неделю и принимают участие в обсуждениях на форуме. А что Вы собираетесь делать, чтобы продолжать учиться?

source: Keep up the momentum!
ru: Держи темп!

source: Many edX learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
ru: Многие из наших слушателей решают больше заданий каждую неделю и принимают участие в обсуждениях на форуме. А что Вы собираетесь делать, чтобы продолжать учиться?

source: Many edX learners in <strong>%(course_name)s</strong> are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
ru: Многие из наших слушателей на онлайн-курсе <strong>%(course_name)s</strong> решают больше заданий каждую неделю и принимают участие в обсуждениях на форуме. А что Вы собираетесь делать, чтобы продолжать учиться?

source: Keep learning
ru: Продолжай учиться

source: Many edX learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
ru: Многие из наших слушателей на онлайн-курсе %(course_name)s решают больше заданий каждую неделю и принимают участие в обсуждениях на форуме. А что Вы собираетесь делать, чтобы продолжать учиться?

source: Remember when you enrolled in %(course_name)s, and other courses on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
ru: Помните, когда Вы записались на %(course_name)s и другие наши курсы? Мы помним и рады, что Вы с нами! Давайте посмотрим, что изучают другие.

source: Remember when you enrolled in %(course_name)s on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
ru: Помните, когда Вы записались на онлайн-курс %(course_name)s? Мы помним и рады, что Вы с нами! Давайте посмотрим, что изучают другие.

source: Keep learning today
ru: Продолжайте учебу

source: Remember when you enrolled in <strong>%(course_name)s</strong>, and other courses on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
ru: Помните, когда Вы записались на <strong>%(course_name)s</strong> и другие наши курсы?Мы помним и рады, что Вы с нами! Давайте посмотрим, что изучают другие.

source: Remember when you enrolled in <strong>%(course_name)s</strong> on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
ru: Помните, когда Вы записались на онлайн-курс <strong>%(course_name)s</strong>? Мы помним и рады, что Вы с нами! Давайте посмотрим, что изучают другие.

source: Start learning now
ru: Начни учиться сейчас

source: Keep learning on %(platform_name)s
ru: Продолжай учиться на Платформе %(platform_name)s

source: Keep learning in %(course_name)s
ru: Продолжай учиться на онлайн-курсе %(course_name)s

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
ru: Надеемся Вам понравилось учиться вместе с нами на платформе %(platform_name)s! Используйте подтвержденные сертификаты для подтверждения ваших новых знаний и навыков. Подтвержденный сертификат платформ - официальный документ. Перейдите на обучение с сертификатом до %(user_schedule_upgrade_deadline_time)s.

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
ru: Надеемся Вам понравилось учиться вместе с нами на %(first_course_name)s! Используйте подтвержденные сертификаты для подтверждения ваших новых знаний и навыков. Подтвержденный сертификат платформы %(platform_name)s - официальный документ. Перейдите на обучение с сертификатом до %(user_schedule_upgrade_deadline_time)s.

source: Upgrade now
ru: Перейти сейчас

source: We hope you are enjoying learning with us so far on <strong>%(platform_name)s</strong>! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
ru: Надеемся Вам понравилось учиться вместе с нами на платформе %(platform_name)s! Используйте подтвержденные сертификаты для подтверждения ваших новых знаний и навыков. Подтвержденный сертификат - официальный документ.

source: We hope you are enjoying learning with us so far in <strong>%(first_course_name)s</strong>! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
ru: Надеемся Вам понравилось учиться вместе с нами на <strong>%(first_course_name)s</strong>! Используйте подтвержденные сертификаты для подтверждения ваших новых знаний и навыков. Подтвержденный сертификат - платформы %(platform_name)s официальный документ.

source: Upgrade by <strong>%(user_schedule_upgrade_deadline_time)s</strong>.
ru: Перейти до <strong>%(user_schedule_upgrade_deadline_time)s</strong>.

source: You are eligible to upgrade in these courses:
ru: Вы можете перейти на обучение с сертификатом по следующим онлайн-курсам:

source: Example of a verified certificate
ru: Пример сертификата

source: Upgrade now at
ru: Перейти сейчас на

source: Upgrade to earn a verified certificate on %(platform_name)s
ru: Перейти на обучение с сертификатом от платформы %(platform_name)s

source: Upgrade to earn a verified certificate in %(first_course_name)s
ru: Перейти на обучение с сертификатом на онлайн-курс %(first_course_name)s

source: Site theme changed to {site_theme}
ru: Тема сайта изменена на {site_theme}

source: Theme {site_theme} does not exist
ru: Тема {site_theme} не существует

source: Site theme reverted to the default
ru: Тема сайта возвращена на вариант по умолчанию

source: Theming Administration
ru: Управление темами сайта

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
ru: Имя пользователя может содержать только латинские буквы (A-Z, a-z), цифры (0-9), подчеркивание (_) и дефис (-).
